adpyke.codesnap
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
blackmist.linkcheckmd
chrmarti.regex
davidanson.vscode-markdownlint
dbatools.search
docsmsft.docs-article-templates
docsmsft.docs-authoring-pack
docsmsft.docs-build
docsmsft.docs-images
docsmsft.docs-linting
docsmsft.docs-markdown
docsmsft.docs-metadata
docsmsft.docs-preview
docsmsft.docs-scaffolding
docsmsft.docs-yaml
dotjoshjohnson.xml
eliostruyf.vscode-extension-panel
eliostruyf.vscode-microsoft-writingstyleguide
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
hashicorp.hcl
hashicorp.terraform
joytrekker.1mm-themes
learningengineeringoperations.learn-training-ai-assistant
mikestead.dotenv
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-windows-ai-studio.windows-ai-studio
redhat.ansible
redhat.vscode-commons
redhat.vscode-yaml
sdras.night-owl
streetsidesoftware.code-spell-checker
teabyii.ayu
telesoho.vscode-markdown-paste-image
tyriar.sort-lines
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wmaurer.change-case
