adpyke.codesnap
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
chrmarti.regex
dbatools.search
docker.docker
dotjoshjohnson.xml
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
hashicorp.hcl
hashicorp.terraform
joytrekker.1mm-themes
mechatroner.rainbow-csv
mikestead.dotenv
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.copilot-mermaid-diagram
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
nhoizey.gremlins
redhat.vscode-commons
redhat.vscode-yaml
rooveterinaryinc.roo-cline
saoudrizwan.claude-dev
sdras.night-owl
teabyii.ayu
telesoho.vscode-markdown-paste-image
tylerleonhardt.vscode-inline-values-powershell
tyriar.sort-lines
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wmaurer.change-case
