adpyke.codesnap
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
chrmarti.regex
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbankier.vscode-instant-markdown
dbatools.search
DotJoshJohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
Gruntfuggly.todo-tree
hashicorp.terraform
joytrekker.1mm-themes
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.powershell
oderwat.indent-rainbow
pflannery.vscode-versionlens
redhat.vscode-yaml
sdras.night-owl
telesoho.vscode-markdown-paste-image
Tyriar.sort-lines
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wmaurer.change-case
